[
  {
    "url": "https://jmellolicsw.com/",
    "domain": "jmellolicsw.com",
    "title": "Jennifer Mello, LICSW – Certified trauma therapy in Plymouth, MA",
    "description": "",
    "content_sample": "When I started my practice, at the root of everything I did, I held my clients in mind. Not only is this space a way for me to introduce myself to you, its also FOR you. I hope you find a sense of peace, belonging, and guidance if that is what you seek. Please feel free to check out my resources page with some links that you may find helpful, and don’t hesitate to reach out should you decide you’d like to connect. I hope you find what you’re looking for, or maybe even what you need. Sometimes, t..."
  },
  {
    "url": "https://locococostacos.com/",
    "domain": "locococostacos.com",
    "title": "Locos Cocos Tacos",
    "description": "Kittery, Maine's Loco Cocos Tacos Order Online for customer pickup Gift Cards (207) 438-9322 Check out our Specials & Events Join us on Mondays for Service Industry!! 50% off for you & 1 guest Come & enjoy Happy Hour, Monday - Friday 3-6 $1 off drafts $2 off House Margs $10 Coco Pinas $7 small…",
    "content_sample": "Order Online for customer pickup Gift Cards Join us on Mondays for Service Industry!! 50% off for you & 1 guest Come & enjoy Happy Hour, Monday – Friday 3-6 $1 off drafts"
  },
  {
    "url": "https://acousineaulicsw.com/",
    "domain": "acousineaulicsw.com",
    "title": "Amy Cousineau, LICSW – Licensed Independent Clinical Social Worker | Serving Rhode Island and Massachusetts",
    "description": "",
    "content_sample": "You might notice signs of inattention, distractibility, or hyperactivity. Adults and teens with ADD/AHDD might have trouble with organization... I specialize in the treatment of anxiety, depression, posttraumatic symptoms, LGBTQIA, and difficulties with self-doubt, self-criticism and life... Depression involves your whole body. It includes your physiology, mood, thoughts, and behavior, affecting the way you eat and sleep, the way you... Understanding one’s wants and needs in relationships; explo..."
  }
]